Repository: Urepom/AgOpenGPS_Urepom_Design
Catalog: SourceCode/GPS/Culture/gStr.*.resx
Languages: chs, lt, lv, no, pl, sr

# gsTermsTwo
source: You must make sure that they, receive or can get the source code. And you must show them these terms so they know their rights. Don't steal others work and call it your own.
lt: Turite įsitikinti, kad jie gauna arba gali gauti šaltinio kodą. Ir jūs turite parodyti jiems šias sąlygas, kad jie žinotų savo teises. Nevokite kitų darbų ir vadinkite jį savo.
lv: Jums ir jānodrošina, ka viņi saņem vai var iegūt avota kodu. Un jums ir jāparāda viņiem šie nosacījumi, lai viņi zinātu savas tiesības. Nezodziet citu darbu un nepiesaviniet to sev.
no: Du må sørge for at de mottar eller kan få tilgang til kildekoden. Og du må vise dem disse vilkårene slik at de kjenner sine rettigheter. Stjel ikke andres arbeid og kall det ditt eget.
pl: Musisz upewnić się, że otrzymają lub mogą uzyskać kod źródłowy. I musisz pokazać im te warunki, aby wiedzieli, jakie mają prawa. Nie kradnij pracy innych i nie nazywaj jej swoją własną.

# gsToFile
source: To File
chs: 到文件
lt: Į failą
lv: Uz failu
no: Til fil
pl: Do pliku
sr: U fajl

# gsTooFast
source: Too Fast
lt: Per greitai
lv: Par ātru
no: For raskt
sr: Prebrzo

# gsToolLeft
source: Tool Left
lt: Padargas į kairę
lv: Iekārta pa kreisi
no: Redskap venstre
pl: Narzędzie po lewej
sr: Mašina levo

# gsToolOffset
source: Tool Offset Direction
lt: Padargo poslinkio pusė
lv: Iekārtas nobīdes virziens
no: Redskap offset retning
pl: Kierunek przesunięcia narzędzia
sr: Pomeraj mašine

# gsToolRight
source: Tool Right
lt: Padargas į dešinę
lv: Iekārta pa labi
no: Redskap høyre
pl: Narzędzie po prawej
sr: Mašina desno

# gsToolsMenu
source: Tools Menu
lt: Padargų menu
lv: Rīku izvēlne
no: Verktøymeny
pl: Menu narzędzi
sr: Meni mašine

# gsTopFieldView
source: Top Field View
chs: 俯视田块
lt: Lauko apžvalga
lv: Lauka skats no augšas
no: Fugleperspektiv
pl: Widok z góry pola
sr: Pogled odozgo

# gsTotal
source: Total
lt: Viso
lv: Kopā
no: Totalt
sr: Ukupno

# gsTrack
source: Track
lt: Vėžė
lv: Šķērsbāze
no: Spor

# gsTracks
source: Tracks
lt: Vėžės
lv: Izveidojiet vadības līnijas
no: Spor

# gsTramLines
source: Tram Lines
chs: 目标路径
lt: Technologinės vėžės
lv: Tehnoloģiskās sliedes
no: Sprytespor
pl: Ścieżki technologiczne

# gsTramWidth
source: Tram Width:
lt: Technologinių v. plotis:
lv: Attālums starp tehnoloģiskajām sliedēm
no: Bredde sprøytespor:

# gsTurnABCurveOn
source: Turn AB Curve On
chs: 打开AB曲线
lt: Įjunkite AB kreivę
lv: Ieslēdziet AB līkni
no: Slå på AB-kurve
pl: Włącz krzywą AB
sr: Uključi krivu

# gsTurnOffDelay
source: Turn Off Delay
lt: Išjunkite uždelsimą
lv: Izslēgšanās aizkave
no: Slå av forsinkelse

# gsTurnOffRecordedPath
source: Turn Off Rec-Path
lt: Išjunkite važiavimo įrašymą
lv: Izslēgt ceļa ierakstīšanu
no: Slå av opptaksbane

# gsTurnOnContourOrMakeABLine
source: Turn On Contour of Make AB Line
chs: 打开轮廓线或设定AB线
lt: Įjunkite AB linijos kontūrą
lv: Ieslēdziet kontūru vai izveidojiet AB līniju
no: Slå på kontur eller lag AB-linje
pl: Włącz kontur linii AB

# gsTurnSensor
source: Turn Sensor
lt: Posūkio daviklis
lv: Stūres sensors
no: Slå på sensor
pl: Czujnik skrętu
sr: Senzor skretanja

# gsUnit
source: Units:
lt: Vienetai:
lv: Vienības:
no: Enheter:
pl: Jednostka:
sr: Jedinice:

# gsUnits
source: Units
lt: Metrininė/Britų sistema
lv: Metriskā/Imperial
no: Enheter
pl: Jednostka
sr: Metrični/imperijalni

# gsUseSelected
source: Use Selected
chs: 使用选定项
lt: Naudoti pasirinktą
lv: Izmantojiet atlasīto
no: Bruk valgt
pl: Użyj wybranych
sr: Koristi odabrano

# gsUser1
source: User 1
lt: Naudotojas 1
lv: Lietotājs 1
no: Bruker 1
sr: Korisnik 1

# gsUser2
source: User 2
lt: Naudotojas 2
lv: Lietotājs 2
no: Bruker 2
sr: Korisnik 2

# gsUser3
source: User 3
lt: Naudotojas 3
lv: Lietotājs 3
no: Bruker 3
sr: Korisnik 3

# gsUser4
source: User 4
lt: Naudotojas 4
lv: Lietotājs 4
no: Bruker 4
sr: Korisnik 4

# gsUturn
source: U-Turn
lt: U apsisukimas
lv: U-pagrieziens
no: U-sving

# gsUturnCompensation
source: U-Turn Compensation
lt: U aspsisukimo kompensavimas
lv: U-pagrieziena kompensācija
no: U-sving kompensering

# gsUturnExtension
source: Set extension length to 2 or 3x Radius
lt: Nustatykite pratęsimo ilgį į 2x/3x spindulio ilgį
lv: Iestatiet pagarinājuma garumu 2 līdz 3 rādiusu garumā
no: Sett forlengelseslengde til 2 eller 3x radius
pl: Ustaw długość przedłużenia na 2 lub 3x promień

# gsUturnSmooth
source: Set Smoothing 3-4x Radius
lt: Nustatykite gludinimą 3/4x spindulio ilgiui
lv: Iestatiet izlīdzināšanu 3 līdz 4 rādiusa garumā
no: Sett utjevning 3-4x radius
pl: Ustaw wygładzanie na 3-4x promień

# gsVehiclegroupbox
source: Vehicle Type:
lt: Technikos tipas:
lv: Transportlīdzekļa tips:
no: Kjøretøy type:
pl: Typ pojazdu:
sr: Tip vozila:

# gsWasZero
source: Was Zero
lt: WAS (posūkio kampo daviklio) nulinimas
lv: WAS (stūres leņķa sensors) atiestatīts uz 0
no: Nullstill vinkelsensor
sr: Nuliranje WAS

# gsWebCam
source: WebCam
chs: 摄像头
lt: Kamera
lv: Tīmekļa kamera
no: Webkamera
pl: Kamerka internetowa
sr: Kamera

# gsWest
source: West
chs: 西
lt: Vakarai
lv: Rietumi
no: Vest
pl: Zachód
sr: Zapad

# gsWheelbase
source: Wheelbase:
lt: Ratū bazė:
lv: Riteņu bāze:
no: Akselavstand:
pl: Rozstaw osi:
sr: Osovina:

# gsWidth
source: Width:
lt: Plotis:
lv: Platums:
no: Bredde
pl: Szerokość:
sr: Širina:

# gsWindowsStillOpen
source: Windows Still Open
lt: Langai vis dar atidaryti
lv: Logi joprojām ir atvērti
no: Vinduer er fortsatt åpne
pl: Okna nadal otwarte
sr: Prozori su otvoreni

# gsWizard
source: Wizard
lt: Vedlys
lv: Vednis
no: Veiviser
sr: Pomoćnik

# gsWizards
source: Wizards
lt: Vedliai
lv: Vedņi
no: Veivisere
pl: Kreator
sr: Pomoćnici

# gsWorkSwitch
source: Work Switch
lt: Darbo mygtukas
lv: Darba slēdzis
no: Arbeidsbryter
sr: Radni prekidač

# gsWorkWidth
source: Width
lt: Darbo plotis
lv: Darba platums
no: Arbeidsbredde
sr: Radna širina

# gsWorked
source: Worked
lt: Dirbta
lv: Strādāja
no: Bearbeidet
sr: Obrađ.

# gsXTEChart
source: XTE Chart
lt: Diagrama: nuokrypis nuo linijos (XTE)
lv: Novirze no līnijas (XTE)
no: XTE-diagram
pl: Wykres XTE

# gsZeroRoll
source: Zero Roll
lt: Posvyrio nulinimas
lv: Slīpuma nulles iestatīšana
no: Null tilt
sr: Nuliranje nagiba

# gsZone
source: Zone
lt: Zona
lv: Zona
no: Sone
sr: Zona

# gsZones
source: Zones
lt: Zonos
lv: Zonas
no: Soner
sr: Zone

# gsZoomIn
source: Zoom In
lt: Pritraukti
lv: Pietuvināt
no: Zoom inn
pl: Powiększ
sr: Uvećaj

# gsAckermann
source: Ackermann
lt: Ackermann pasukimas

# gsPlantPop
source: Plant Pop
lt: Padargo pop

# gsAutoSwitchDualFix
source: Auto Dual <> Fix
no: Auto Dual <> Fiks

# gsKMH
source: kmh
no: km/t
