Repository: Urepom/AgOpenGPS_Urepom_Design
Catalog: SourceCode/GPS/Culture/gStr.*.resx
Languages: chs, lt, lv, no, pl, sr

# gsLatLon
source: Lat+Long
lt: Platuma + Ilguma
lv: Platums+garums
no: Breddegrad + Lengdegrad
pl: Szerokość + Długość

# gsLatLonPlus
source: Lat+Lon+Heading
lt: Platuma + Ilguma + Kryptis
lv: Platums + garums + virziens
no: Breddegrad + Lengdegrad + Retning
pl: Szer.+Dług.+Nagłówek

# gsLateral
source: Lateral
lt: Šoninis
lv: Sānu
no: Lateralt

# gsLatitude
source: Latitude
lt: Platuma
lv: Platums
no: Breddegrad
pl: Szerokość geograficzna

# gsLeft
source: Left
lt: Kairė
lv: Pa kreisi
no: Venstre
pl: Lewo
sr: Levo

# gsLess
source: Less
lt: Mažiau
lv: Mazāk
no: Mindre
pl: Mniej
sr: Manje

# gsLightbar
source: Lightbar
lt: Navigacijos juosta
lv: Navigācijas josla
sr: Navigacioni LED

# gsLineSmooth
source: Line Smooth
lt: Linijos palyginimas
lv: Līnijas izlīdzināšna
no: Linjeutjevning
pl: Wygładzanie Lini
sr: Ravnanje linija

# gsLineWidth
source: Line Width
lt: Linijos storis
lv: Līnijas platums
no: Linjebredde
pl: Szerokość linii
sr: Širina linije

# gsLongtitude
source: Longtitude
lt: Ilguma
lv: Garums
no: Lengdegrad
pl: Długość geograficzna

# gsLookAhead
source: Look Ahead:
lt: Žiūrėjima į priekį:
lv: Skatoties uz priekšu:
pl: Spójrz w przyszłość:

# gsLookAheadTiming
source: Look Ahead Time Settings
lt: Žiūrėjimo į priekį nustatymai
lv: Aizkaves laika iestatīšana
no: Innstillinger for Look Ahead
pl: Ustawienia czasu patrzenia z wyprzedzeniem

# gsLowerTime
source: Lower Time
lt: Mažinti laiką
lv: Nolaišanas laiks
no: Senke-tid
pl: Czas opuszczania

# gsMachineModule
source: Machine Module
lt: Padargų modulis
lv: Iekārtu vadība
no: Maskinmodul
pl: Moduł maszyny

# gsMachinePort
source: Machine Port
chs: 机器端口
lt: Mašinos prievadas
lv: Mašīnas ports
no: Maskinport
pl: Port maszyny
sr: Port mašine

# gsMakeBoundaryContours
source: Make Boundary Contours
chs: 创建边界文件
lt: Padarykite ribos kontūrus
lv: Izveidojiet robežu kontūras
no: Lag grensekonturer
pl: Utwórz kontury graniczne
sr: Kreiraj konture granice

# gsManual
source: Manual
chs: 手动
lt: Rankinis
lv: Manuāli
no: Manuell
pl: Ręczny
sr: Ručni

# gsManualTurns
source: Manual Turns
lt: Rankinis pasukimas
lv: Manuālie pagriezieni
no: Manuell snuing
pl: Ręczny skręt
sr: Ručno okretanje

# gsMapForBackground
source: Add Bing Map as Background
lt: Pridėti Bing žemėlapį kaip foną
lv: Pievienojiet Bing karti kā fonu
no: Legg til Bing kart som bakgrunn
pl: Dodaj mapę Bing jako tło
sr: Mapa pozadine

# gsMaxLimit
source: Max Limit
lt: Max limitas
lv: Maksimālā robeža
no: Maksgrense
sr: Maks.limit

# gsMaxSpeed
source: Max Speed
lt: Max greitis
lv: Maksimālais ātrums
no: Maks hastighet
sr: Maks.brzina

# gsMaxSteerAngle
source: Max Steer Angle
lt: Max pasukimo kampas
lv: Maksimālais pagrieziena leņķis
no: Maks styringsvinkel
pl: Max kąt skrętu
sr: Maks.ugao zakretanja

# gsMeters
source: Meters
chs: 米
lt: Metrai
lv: Metri
no: Meter
pl: Metry
sr: m

# gsMinSpeed
source: Min Speed
lt: Minimalus greitis
lv: Minimālais ātrums
no: Min hastighet
sr: Min.brzina

# gsMinToMove
source: Minimum to Move
lt: Minimum, kad pradėtų veikt
lv: Minimums lai pagrieztos
no: Minimum for å bevege
pl: Minimum by ruszyć
sr: Min.za kretanje

# gsMissingABLinesFile
source: Missing ABLInes File
chs: AB线文件丢失
lt: Trūksta AB eilučių failo
lv: Trūkst AB Līnijas fails
no: Manglende AB-linjer fil
pl: Brak pliku linii AB
sr: Nije pronađen fajl sa linijama

# gsMissingBoundaryFile
source: Missing Boundary File
chs: 边界文件丢失
lt: Trūkstamas ribinis failas
lv: Trūkst Robežas fails
no: Manglende grensefil
pl: Brak pliku granic
sr: Nije pronađen fajl sa granicama

# gsMissingContourFile
source: Missing Contour File
chs: 轮廓文件丢失
lt: Trūksta kontūro failo
lv: Trūkst Kontūras fails
no: Manglende konturfil
pl: Brak pliku konturu
sr: Nije pronađen fajl sa konturama

# gsMissingFlagsFile
source: Missing Flag File
chs: 标志文件丢失
lt: Trūksta vėliavėlės failo
lv: Trūkst Karoga fails
no: Manglende flaggfil
pl: Brak pliku Flag
sr: Nije pronađen fajl sa obeležjima

# gsMissingSectionFile
source: Missing Section File
chs: 部件文件丢失
lt: Trūkstamas sekcijos failas
lv: Trūkst Sekciju fails
no: Manglende seksjonsfil
pl: Brak pliku sekcji
sr: Nije pronađen fajl sa sekcijama

# gsMode
source: Mode
lt: Režimas
lv: Režīms
no: Modus
pl: Tryb
sr: Mod

# gsMore
source: More
lt: Daugiau
lv: Vairāk
no: Mer
pl: Więcej
sr: Više

# gsMotorDriver
source: Motor Driver Type
lt: Variklio kontrolerio tipas
lv: Motora kontroliera tips
pl: Typ sterownika silnika

# gsMultiColorSections
source: Multi Color
lt: Daugiaspalvės sekcijos
lv: Dažādu krāsu sekcijas
no: Flerfarge
pl: Multi Colot

# gsN_East
source: NEast
chs: N东
lt: Šiaurės rytai
lv: Z Austrumi
no: NØst
pl: Pn-Wsch
sr: Severoistok

# gsN_West
source: NWest
chs: N西
lt: Šiaurės vakarai
lv: Z Rietumi
no: NVest
pl: Pn-Zach
sr: Severozapad

# gsNew
source: New From Default
chs: 新建
lt: Nauja iš numatytojo
lv: Jauns Nu nūklusājuma .
no: Ny fra standard
pl: Nowy z domyślnego
sr: Novo Od podrazumevanog

# gsNextGuidanceLine
source: Next Guidance Line
lt: Sekanti navigavimo linija
lv: Nākamā navigācijas līnija
no: Neste veiledningslinje

# gsNight
source: Night
lt: Naktis
lv: Nakts
no: Natt
pl: Noc
sr: Noć

# gsNoABLineActive
source: No ABLine Active
chs: 未激活AB线
lt: Nėra aktyvios AB linijos
lv: Nav aktīvas AB līnijas
no: Ingen AB-linje aktiv
pl: Brak aktywnej prostej AB
sr: AB linija nije aktivna

# gsNoBoundary
source: No Boundary
chs: 无边界
lt: Nėra ribų
lv: Nav robežu
no: Ingen grense
pl: Brak granicy
sr: Nema granice

# gsNoFieldsFound
source: No Fields Found
chs: 未发现田块
lt: Nerasta laukų
lv: Nav atrasts neviens lauks
no: Ingen skifter funnet
pl: Nie znaleziono pól
sr: Parcela nije pronađena

# gsNoGuidanceLines
source: No Guidance Lines
chs: 无导航线
lt: Nėra navigacinės linijos
lv: Nav navigācija līniju
no: Ingen kjørespor
pl: Brak linii nawigacyjnych
sr: Nema linija za navođenje

# gsNoSettingsWithIMU
source: No Settings With IMU
lt: Nėra nustatymų su IMU
lv: Nav iestatījumu ar IMU
no: Ingen innstillinger med IMU
pl: Brak ustawień IMU
sr: Nema IMU podešavanja

# gsNone
source: None
chs: 无
lt: Joks
lv: Nav
no: Ingen
pl: Brak
sr: Nijedna

# gsNoneUsed
source: None Used
chs: 未使用
lt: Nenaudota
lv: Nav lietots
no: Ingen brukt
pl: Nie wykorzystano
sr: Nijedna

# gsNorth
source: North
chs: 倍极
lt: Šiaurė
lv: Ziemeļi
no: Nord
pl: Północ
sr: Sever

# gsNothingDeleted
source: Nothing Deleted
chs: 未删除
lt: Niekas neištrinta
lv: Nekas nav izdzēsts
no: Ingenting slettet
pl: Nic nie usunięto
sr: Ništa nije obrisano

# gsNudge
source: Nudge:
lt: Stumtelti
lv: Pabīdīt:
no: Flytt
sr: Pomeraj

# gsNudgeDistance
source: Nudge Distance
lt: Stumtelėjimo atstumas
lv: Nobīdes attālums
no: Flytt avstand
pl: Odległość przesunięcia
sr: Udaljenost

# gsNudgeRefTrack
source: Move Reference Track
lt: Perkelti sekimo liniją
lv: Pārvietot atsauces līniju
no: Flytt referansespor
pl: Przenieś ścieżkę odniesienia
sr: Pomeri referentnu liniju

# gsOff
source: Off
lv: Izslēgts
no: Av

# gsOffset
source: Offset
chs: 偏移
lt: Poslinkis
lv: Nobīde
no: Forskyvning
pl: Przesunięcie anteny
sr: Odstojanje

# gsOffsetFix
source: Offset Fix
chs: 偏移固定
lt: Poslinkio pataisymas
lv: Nobīdes labojums
no: Forskyvningsfiksering
pl: Poprawka przesunięcia
sr: Podešavanje odstojanja

# gsOn
source: On
lt: Įjungta
lv: Ieslēgts
no: På

# gsOnDelay
source: On-Delay
lt: Įjungimo uždelsimas
lv: Aktivizācijas aizkave
no: På-forsinkelse

# gsOnOff
source: On/Off
lt: Įjungta/išjungta
lv: Ieslēgt/izslēgt
no: På/Av

# gsOpacity
source: Opacity:
lt: Permatomumas:
lv: Caurspīdīgums:
no: Gjennomsiktighet:
sr: Transparetnost

# gsOpen
source: Open
chs: 打开
lt: Atidaryti
lv: Atvērt
no: Åpne
pl: Otwórz
sr: Otvori

# gsOuter
source: Outer
chs: 外面的
lt: Išorinis
lv: Ārējais
no: Ytre
pl: Zewnętrzny
sr: Spoljni

# gsOverlap
source: Overlap:
lt: Persidengimas
lv: Pārklājums:
no: Overlapp:
pl: Nakładka:
sr: Preklop:

# gsOverlapGap
source: Overlap / Gap
lt: Persidengimas/Tarpas
lv: Pārklājums / sprauga
no: Overlapp / Gap
pl: Nakładka / Odstęp
sr: Preklop/razmak

# gsOverride
source: Override
lt: Nepaisyti
lv: Aizstāt
no: Overstyring
pl: Zastąpić
sr: Prepiši

# gsOvershootReduction
source: Overshoot Reduction
chs: 减小过冲
lt: Vairo persukimo sumažinimas
lv: Pārbrauciena samazināšana
no: Reduksjon av overskridelse
pl: Redukcja przekroczenia
sr: Smanjite reakciju preko linije

# gsPass
source: Pass #
chs: 通过
lt: Praleisti
lv: Gājiens #
no: Passering #
pl: Przejazd nr
sr: Prohod br

# gsPasses
source: Passes
chs: 通行证
lt: Praleidimai
lv: Gājieni
no: Passeringer
pl: Przejazdy
sr: Prohodi

# gsPastEndOfCurve
source: Past End Of Curve
lt: Už kreivės
lv: Līknes gals
no: Forbi kurvens ende
sr: Prelaz kraja krive

# gsPause
source: Pause
chs: 暂停
lt: Pauzė
lv: Pauze
pl: Pauza
sr: Pauza

# gsPivot
source: Pivot
lt: Posūkio ašis
lv: Riņķot
pl: Oś

# gsPivotDistance
source: Pivot Distance
lt: Atstumas nuo galinės ašies
lv: Attālums no aizmugurējās ass
no: Pivotavstand
pl: Odległość obrotu

# gsPleaseEnterABLine
source: Please Enter ABLine
chs: 请输入AB线
lt: Prašome įvesti į AB liniją
lv: Lūdzu, ievadiet AB Līniju
no: Vennligst skriv inn AB-linje
pl: Wprowadź Linię AB
sr: Unesite AB Liniju

# gsPleaseWait
source: Please Wait...
lt: Palaukite...
lv: Lūdzu, pagaidiet ...
no: Vennligst vent...
pl: Prosze czekać...
sr: Molim sačekajte

# gsPoint
source: Point
lt: Taškas
lv: Punkts
no: Punkt
pl: Punkt
sr: Tačka

# gsPoints
source: Points
lt: Taškai
lv: Punkti
no: Punkter
pl: Punkty
sr: Tačka

# gsPointsToProcess
source: Points to Process
lt: Taškai apdorojimui
lv: Punkti apstrādei
no: Punkt å behandle
pl: Punkty do przetworzenia
sr: Tačke za obradu

# gsPolygons
source: Polygons
lt: Poligonai
lv: Poligoni
no: Polygoner
sr: Poligoni

# gsPowerLoss
source: Power Loss Shutdown
lt: Išjungimas dingus maitinimui
lv: Izslēgšana strāvas padeves pārtraukuma gadījumā
no: Strømbrudd avstenging

# gsPresetColor
source: Select Preset Color
lt: Pasirinkite spalvą
lv: Atlasiet iepriekš iestatīto krāsu
no: Velg forhåndsinnstilt farge
pl: Wybierz wstępnie ustawiony kolor

# gsPressureSensorValueLabel
source: Pressure (bar)
chs: 压力(bar)
lt: Slėgis (barais)
lv: Spiediens (bar)
no: Trykk (bar)
pl: Ciśnienie (bar)
sr: Pritisak (bar)

# gsPressureTurnSensor
source: Pressure Turn Sensor
lt: Pasukimo jėgos daviklis
lv: Pagrieziena spēka sensors
no: Trykkdreiesensor
pl: Czujnik skrętu ciśnienia

# gsPreview
source: Preview
lt: Peržiūra
lv: Priekšskatījums
no: Forhåndsvisning
pl: Podgląd
sr: Pregled

# gsProblemMakingPath
source: Problem Making Path
chs: 路径创建问题
lt: Problema kuriant kelią
lv: Problēma, veidojot ceļu
no: Klarer ikke å lage vei
pl: Problemy z utworzeniem ścieżki
sr: Problem pri kreiranju putanje

# gsProgramWillExitPleaseRestart
source: Program Will Exit Please Restart
chs: 请重启以解决问题
lt: Programa išsijungs, prašome paleisti iš naujo
lv: Programma tiks aizvērta, lūdzu, restartējiet
no: Programmet vil avslutte, vennligst start på nytt
pl: Program zakończy pracę. Uruchom ponownie
sr: Gašenje programa, molim restartujte

# gsProportionalGain
source: Proportional Gain
lt: Proporcingas priartėjimas
lv: Proporcionālais ieguvums
no: Proposjonal økning

# gsQuickAB
source: Quick AB Line creator
lt: Greitas AB kūrimas
lv: Ātrā AB līnijas izveidošana
no: Hurtig AB-linje oppretter
pl: Szybki kreator linii AB
sr: Brza AB linija

# gsRaiseTime
source: Raise Time
lt: Kėlimo laikas
lv: Pacelšanas laiks
no: Løfte-tid
pl: Czas podnoszenia

# gsRate
source: Rate
lt: Sparta
lv: Ātrums
no: Dosering
sr: Tempo

# gsReallyResetEverything
source: Really Reset Everything
chs: 确定全部重置
lt: Nustatyti iš naujo
lv: Tiešām atiestatīt visu
no: Tilbakestill alt. Helt sikker?
pl: Musisz wszystko ponownie zrestartować
sr: Da li zaista želite sve da resetujete?

# gsRecord
source: Record
chs: 记录
lt: Įrašas
lv: Ieraksts
no: Ta opp
pl: Rejestruj
sr: Upis

# gsRecordedPathFileIsCorrupt
source: Recorded Path File Corrupt
chs: 记录文件错误
lt: Sugadintas įrašyto kelio failas
lv: Ierakstītais ceļa fails ir bojāts
no: Vei-fil er korrupt
pl: Plik zarejestrowanej ścieżki jest uszkodzony
sr: Fajl upisanih putanja je neispravan

# gsRecordedPathMenu
source: Recorded Path
lt: Įrašytas kelias
lv: Ierakstītais ceļš
no: Innspilt vei
pl: Rejestruj ścieżki
sr: Upisane putanje

# gsRecordedPathPicker
source: Record Path Load
lt: Įkelti įrašytą kelią
lv: Ielādējiet ierakstīto ceļu
no: Last inn vei
pl: Załaduj nagrana ścieżkę

# gsReducedPoints
source: Reduced Points
lt: Sumažintas taškų skaičius
lv: Samazināts punktu skaits
no: Reduserte punkt

# gsRemain
source: Remain
lt: Liko
lv: Atlikušais
no: Gjenstår
pl: Pozostało
sr: Preost.

# gsRemoveOffset
source: Remove Offset
lt: Panaikinti kompensavimą
lv: Noņemt nobīdi
no: Fjern forskyvning
pl: Usuń przesunięcie
sr: Ukini pomeraj

# gsReset
source: Reset
lv: Atiestatīt
no: Tilbakestill

# gsResetAll
source: Reset All
chs: 全部重置
lt: Iš naujo nustatyti viską
lv: Atiestatīt visu
no: Tilbakestill alt
pl: Zresetuj wszystko
sr: Resetuj sve

# gsResetAllForSure
source: Reset All For Sure?
chs: 确认重置全部?
lt: Ar tikrai iš naujo nustatyti viską?
lv: Atiestatīt visu, Esi pārliecināts?
no: Tilbakestill alt. Helt sikker?
pl: Czy na pewno zresetować wszystko?
sr: Da li zaista želite sve da resetujete?

# gsResume
source: Resume
chs: 简介
lt: Atnaujinti
lv: Turpināt
no: Fortsett
pl: Wznawianie
sr: Nastavi

# gsReverseDistance
source: Reverse Distance
lt: Atgalinis atstumas
lv: Apgriezts attālums
no: Omvendt avstand
pl: Odwrócona odległość

# gsReverseSteer
source: Reverse Detection
lt: Atbulinio aptikimas
lv: Atpakaļgaitas noteikšana
no: Omvendt deteksjon
pl: Wykrywanie wstecznego

# gsRight
source: Right
lt: Dešinė
lv: Pareizi
no: Høyre
pl: Prawo
sr: Desno

# gsRightMenu
source: Right Menu
lt: Dešinys menu
lv: Labās puses izvēlne
no: Høyre-meny
pl: Prawe Menu
sr: Desni meni

# gsRollFilter
source: Roll Filter
lt: Pasvirimo filtras
lv: Slīpuma filtrs
no: Tilt-filter

# gsS_East
source: SE
chs: 东
lt: Pietryčiai
lv: DAustrumi
no: Sørøst
pl: Pd-Wsch
sr: Jugoistok

# gsS_West
source: SW
chs: 西
lt: Pietvakariai
lv: DRietumi
no: Sørvest
pl: Pd-Zach
sr: Jugo zapad

# gsSaveAndReturn
source: Save and Return
chs: 保存并返回
lt: Išsaugoti ir grįžti
lv: Saglabāt un atgriezties
no: Lagre og returner
pl: Zapisz i powróć
sr: Sačuvaj

# gsSaveAs
source: Save As
chs: 保存为
lt: Įrašyti kaip
lv: Saglabāt kā
no: Lagre som
pl: Zapisz jako
sr: Sačuvaj kao

# gsScreenButtons
source: Screen Buttons
lt: Ekrano mygtukai
lv: Ekrāna pogas
no: Skjermknapper
pl: Przyciski ekranowe
sr: Dugmad ekrana

# gsSectionColorsSet
source: Set Section Colors
lt: Nustatyti sekcijų spalvas
lv: Iestatiet sekciju krāsas
no: Sett seksjonsfarger
pl: Ustaw kolory sekcji
sr: Podešavanje boja sekcija

# gsSectionLines
source: Section Lines
lt: Sekcijų linijos
lv: Sekciju līnijas
no: Seksjonslinjer
pl: Linie sekcji
sr: Linije sekcija

# gsSections
source: Sections:
lt: Sekcijos:
lv: Sekcijas:
no: Skesjoner:
pl: Sekcje:
sr: Sekcije:

# gsSelectButtons
source: Select Buttons
lt: Pasirinkti mygtukus
lv: Izvēlieties Pogas
no: Velg knapper
pl: Wybierz przyciski
sr: Izaberi dugme

# gsSelectPreset
source: Select Preset Color
lt: Pasirinkti numatytą spalvą
lv: Izvēlieties noklusējuma krāsu
no: Velg forhåndsinnstilt farge
sr: Izaberi boju

# gsSendAndSave
source: Send + Save
lt: Užkrauti ir išsaugoti
lv: Sūtīt + Saglabāt
no: Send + Lagre
pl: Wyślij + Zapisz
sr: Pošalji i sačuvaj

# gsSentToMachineModule
source: Sent To Machine Module
chs: 发送到机器
lt: Išsiųsta į mašinos modulį
lv: Nosūtīts uz mašīnas moduli
no: Sendt til maskinmodul
pl: Wysłano do modułu maszyny
sr: Poslato na modul mašine

# gsSetPoint
source: SetPoint
chs: 设置点
lt: Nustatytas taškas
lv: Iestatīt punktu
no: Sett punkt
pl: Ustaw punkt
sr: Podesi tačku

# gsShiftGPSPosition
source: Shift GPS Position (cm)
chs: 偏移GPS位置 (cm)
lt: Paslinkti GPS padėtį (cm)
lv: GPS pozīcijas maiņa (cm)
no: Forskyv GPS-posisjon (cm)
pl: Przesunięcie pozycji GPS (cm)
sr: Pomeraj pocizije (cm)

# gsShutdown
source: Shutdown
lt: Išjingti
lv: Izslēgšana
no: Nedstengning
pl: Zamknij
sr: Gašenje

# gsShutdownIn
source: Shutdown in:
lt: Išjungti už:
lv: Izslēgšana:
pl: Zamknij w:
sr: Gašenje za

# gsSideHillComp
source: Side Hill per Degree Compensation
lt: Pakalnės posvyrio kompensacija
lv: Nogāzes slīpuma kompensācija
no: Sidehelling kompensasjon per grad

# gsSimpleTramLines
source: Simple Trams Creator
lt: Paprastų vėžių kūrimas
lv: Vienkāršu teh. sliežu veidošna
no: Lag enkle sprøytespor
pl: Prosty kreator Ścieżek

# gsSimulatorOn
source: Simulator On
chs: 仿真打开
lt: Simuliatorius įjungtas
lv: Simulators ieslēgts
no: Simulator på
pl: Włącz symulator
sr: Simulator aktivan

# gsSingleAntennaSetting
source: Single Antenna Settings
lt: Vienos antenos sist. nustatymai
lv: Iestatījumi sistēmai ar vienu antenu
no: Innstillinger for én antenne
pl: Ustawienia pojedynczej anteny
sr: Podešavanje jedne antene

# gsSlow
source: Slow
lv: Lēni
no: Sakte
pl: Powoli
sr: Polako

# gsSlowDownBelow
source: Slow Down Below
lt: Sulėtinkite tempą
lv: Palēnināt zemāk
no: Sakke ned under
pl: Zwolnij poniżej
sr: Uspori ispod

# gsSmooth
source: Smooth
lt: Gludinimas
lv: Nogludināt
no: Jevn ut
sr: Ublaži

# gsSmoothABCurve
source: Smooth AB Curve
chs: 优化AB线
lt: Gludinta AB kreivė
lv: Nogludināt AB līkni
no: Jevn ut AB-kurve
pl: Wygładzanie krzywej AB
sr: Ublaži AB krivu

# gsSort
source: Sort
chs: 分类
lt: Rikiuoti
lv: Kārtot
no: Sorter
pl: Sortuj
sr: Sortiraj

# gsSound
source: Sounds
lt: Garsai
lv: Skaņas
no: Lyder
pl: Dzwieki
sr: Zvuk

# gsSouth
source: South
chs: 南极
lt: Pietūs
lv: Dienvidi
no: Sør
pl: Południe
sr: Jug

# gsSpacing
source: Spacing (cm)
chs: 间距 (cm)
lt: Tarpai (cm)
lv: Atstatums (cm)
no: Avstand (cm)
pl: Rozstaw (cm)
sr: Razmak (cm)

# gsSpeedFactor
source: Speed Factor
lt: Greičio faktorius
lv: Ātruma faktors
no: Hastighetsfaktor

# gsSpeedo
source: Speedo
lt: Spidometras
lv: Spidometrs
no: Speedometer
sr: Odometar

# gsStart
source: Start
lt: Startas
lv: Sākt
sr: Pokreni

# gsStartDeleteABoundary
source: Start or Delete A Boundary
chs: 开始或删除边界
lt: Ribos paleidimas arba naikinimas
lv: Sāciet vai dzēsiet robežu
no: Start eller slett en grense
pl: Rozpocznij lub usuń granicę
sr: Kreiraj ili obriši granicu

# gsStartFullscreen
source: Start Fullscreen
lt: Paleisti pilnu ekranu
lv: Palaist pilnekrāna režīmā
no: Start fullskjerm

# gsStartNewField
source: Start New Field
chs: 开始新田块
lt: Pradėti naują lauką
lv: Sākt jaunu lauku
no: Start nytt felt
pl: Rozpocznij nowe pole
sr: Novo polje

# gsStatus
source: Status
lt: Statusas
lv: Statuss

# gsSteerAngle
source: Steer Angle
lt: Posūkio kampas
lv: Stūres leņķis
no: Styringsvinkel
pl: Kąt skrętu
sr: Ugao zakretanja

# gsSteerBar
source: Steering Bar
lt: Navigavimo juosta
lv: Stūres stienis
no: Styringsstang

# gsSteerChart
source: Steer Charts
chs: 方向盘数据
lt: Vairavimo diagrama
lv: Stūrēšanas diagrammas
no: Styringsdiagram
pl: Wykres Autoprowadzenia
sr: Grafikoni upravljanja

# gsSteerDescription
source: Button - Push On. Push Off Switch - Pushed On, Release Off
lt: Nefiksuojantis mygtukas: įjungta/išjungta. Fiksuojantis mygtukas: įjungta/išjungta
lv: Poga — nospiediet ieslēgts/ nospiediet izslēgts Slēdzis - ieslēgšanas / izslēgšanas slēdzis
no: Knapp - Trykk på. Trykk av bryter - Trykket på, slipp av
sr: Dugme - Pritisni za pokretanje/zaustavljanje navođenja Prekidač - Uključi/isključi

# gsSteerEnable
source: External Enable
lt: Vairavimo paleidimas nuotoliu
lv: Attālā braukšanas uzsākšana
no: Ekstern aktivering
sr: Eksterno pokretanje

# gsSteerInReverse
source: Steer while reverse
lt: Vairavimas atbulomis
lv: Stūrēšana, braucot atpakaļgaitā
no: Styr under rygging
pl: Kierowanie podczas cofania
sr: Upravljaj u rikverc

# gsSteerResponse
source: Steer Response
lt: Vairavimo greitis
lv: Stūres reakcija
no: Respons styring

# gsSteerSwitch
source: Steer Switch
lt: Vairavimo mygtukas
lv: Stūres slēdzis
no: Styringsbryter
sr: Prekidač upravljanja

# gsSteerWizard
source: Steer Wizard
lt: Vairavimo nustatymų vedlys
lv: Stūrēšanas iestatīšana
no: Styringsveiviser
pl: Kreator kierowania
sr: Pomoćnik upravljanja

# gsStopRecordPauseBoundary
source: Stop Record Pause Boundary
chs: 停止边界记录
lt: Sustabdyti, pauzė, įrašinėti ribas
lv: Apturēt ierakstīšanu pauzēt robežu
pl: Zatrzymaj nagrywanie, wstrzymaj granicę
sr: Snimanje granice

# gsSvennArrow
source: Svenn Arrow
lt: Svenn rodyklė
lv: Svena bulta
no: Svenn pil

# gsTermsConditions
source: Terms and Conditions for version:
lt: Terminai ir sąlygos esamai versijai:
lv: Versijas noteikumi un nosacījumi:
pl: Warunki i zasady dla wersji:

# gsTermsOne
source: If you distribute copies of this FREE program, whether gratis or for a fee, improved, changed, you must pass on to the recipients the same freedoms that you received as Outlined in the GPLv3 License.
lt: Jei platinate šios NEMOKAMOS programos kopijas, nesvarbu, ar tai būtų nemokama, ar už tam tikrą mokestį, patobulintas, pakeistas, turite perduoti gavėjams tas pačias laisves, kurias gavote kaip nurodyta GPLv3 licencijoje.
lv: Ja izplatāt šīs BEZMAKSAS programmas kopijas, neatkarīgi no tā, vai tā ir bez maksas vai par maksu, uzlabotas, mainītas, jums ir jānodod saņēmējiem tās pašas brīvības, kuras saņēmāt saskaņā ar GPLv3 licenci.
no: Hvis du distribuerer kopier av dette GRATIS programmet, enten gratis eller mot betaling, forbedret, endret, må du gi mottakerne de samme frihetene som du mottok i henhold til GPLv3-lisensen.
pl: Jeśli rozpowszechniasz kopie tego BEZPŁATNEGO programu, niezależnie od tego, czy za darmo, czy za opłatą, ulepszone, zmienione, musisz przekazać odbiorcom te same wolności, które otrzymałeś, zgodnie z licencją GPLv3.

# gsTermsThree
source: AgOpenGPS is strictly educational software to learn about guidance systems, GPS sentences, and theoretical application of machine control. It is in no way to be used on real equipment in any circumstance. A simulator is provided to allow the student to safely experience machine guidance. There are no safety systems in the software and none are implied. USE AT OWN RISK.
lt: "AgOpenGPS yra griežtai mokomoji programinė įranga, skirta sužinoti apie valdymo sistemas, GPS sakinius ir teorinį mašinos valdymo taikymą. Jokiu būdu jokiu būdu negalima naudoti tikroje įrangoje. Suteikiamas treniruoklis, kad mokinys galėtų saugiai patirti mašinos valdymą. Programinėje įrangoje nėra saugos sistemų ir jos nėra numanomos. NAUDOJIMAS SAVO RIZIKA."
lv: AgOpenGPS ir tikai izglītojoša programmatūra, lai uzzinātu par vadības sistēmām, GPS frāzēm un mašīnu vadības teorētisko pielietojumu. To nekādā gadījumā nedrīkst izmantot reālām iekārtām. Ir pieejams simulators, lai students varētu droši apgūt mašīnas vadību. Programmatūrā nav drošības sistēmu, un neviena no tām nav ietverta. IZMANTOJIET UZ SAVU RISKU."
no: AgOpenGPS er strengt pedagogisk programvare for å lære om styringssystemer, GPS-setninger og teoretisk bruk av maskinstyring. Det skal på ingen måte brukes på ekte utstyr under noen omstendigheter. En simulator tilbys for å la studenten trygt oppleve maskinstyring. Det er ingen sikkerhetssystemer i programvaren, og ingen er implisert. BRUK PÅ EGEN RISIKO.
pl: AgOpenGPS to wyłącznie edukacyjne oprogramowanie do nauki o systemach nawigacyjnych, zdaniach GPS i teoretycznym zastosowaniu sterowania maszynami. W żadnym wypadku nie należy go używać na prawdziwym sprzęcie. Dostarczony jest symulator, aby umożliwić uczniowi bezpieczne doświadczenie prowadzenia maszyny. W oprogramowaniu nie ma systemów bezpieczeństwa i żadne nie są sugerowane. UŻYWAJ NA WŁASNE RYZYKO.
