Repository: Urepom/AgOpenGPS_Urepom_Design
Catalog: SourceCode/GPS/Culture/gStr.*.resx
Languages: chs, lt, lv, no, pl, sr

# gsABCurve
source: AB Curve
chs: AB 曲线
lt: AB kreivė
lv: AB Izliekta
no: AB Kurve
pl: Krzywa AB
sr: AB kriva

# gsABDraw
source: Draw AB - Click 2 points on the Boundary to Begin
lt: Nubrėžti AB. Pažymėkite 2 taškus ant ribos, kad pradėti
lv: Zīmējiet AB. Lai sāktu, atzīmējiet 2 punktus uz lauka robežas
no: Tegn AB - Klikk 2 punkter på grensen for å begynne
pl: Narysuj AB - Kliknij 2 punkty na granicy, aby rozpocząć.
sr: Generiši AB - Klikni 2 tačke za početak

# gsABline
source: AB Line
chs: AB 直线
lt: AB linija
lv: AB Līnija
no: AB Linje
pl: Prosta AB
sr: AB linija

# gsADConverter
source: AD Converter
lt: AD keitiklis
lv: AD pārveidotājs
no: AD Konverter
pl: Przetwornik AD

# gsAOGMenu
source: AOG Menu
lt: AOG Meniu
lv: AOG izvēlne
no: AOG-meny
pl: Menu AOG

# gsAbout
source: About...
chs: 关于...
lt: Apie...
lv: Par...
no: Om...
pl: O programie…
sr: O programu

# gsActionHasBeenCancelled
source: Action Has Been Cancelled
chs: 动作已被取消
lt: Veiksmas atšauktas
lv: Darbība ir atcelta
no: Handlingen er avbrutt
pl: Czynność anulowana
sr: Akcija je prekinuta

# gsActive
source: Activate
lt: Aktyvus
lv: Aktivizēt
no: Aktiver
pl: Aktywuj
sr: Pokreni

# gsActual
source: Actual
chs: 实际
lt: Faktinis
lv: Faktiskais
no: Aktuell
pl: Aktualny
sr: Faktička

# gsAdvancedTramLines
source: Create Advanced Tramlines
lt: Sukurti sudėtingas tech. vėžes
lv: Izveidot uzlabotas tehnoloģiskās sliedes
no: Lag avanserte sprøytespor
pl: Utwórz zaawansowane linie tramwajowe.

# gsAgree
source: I Agree to the Terms & Conditions
lt: Sutinku su sąlygomis
lv: Es piekrītu noteikumiem un nosacījumiem
no: Jeg godtar vilkårene
pl: Zgadzam się na warunki i zasady.
sr: Slažem se sa uslovima korišćenja

# gsAgressiveness
source: Agressiveness
chs: 强烈
lt: Agresyvumas
lv: Agresivitāte
no: Aggressivitet
pl: Agresywność
sr: Agresivnost

# gsAlpha
source: Alpha
lv: Caurspīdīgums
no: Alfa
pl: Alfa

# gsAntennaHeight
source: Antenna Height
lt: Antenos aukštis
lv: Antenas augstums
no: Antennehøyde
pl: Wysokość anteny
sr: Visina antene

# gsAntennaOffset
source: Antenna Offset
lt: Antenos poz. kompensavimas
lv: Antenas nobīde
no: Antenneforskyvning
pl: Przesunięcie anteny
sr: Pomeraj antene

# gsApplied
source: Applied
lt: Apdirbta
lv: Apstrādāts
no: Brukt
pl: Ukończono
sr: Obrađeno

# gsAquire
source: Acquire
lt: Pasiekti
lv: Sasniedzamība
no: Skaffe

# gsAquireDescription
source: Acquire = Factor * Hold
lt: Pasiekti = Faktorius * Išlaikymas
lv: Sasniedzamība = Faktors * Aizture
no: Skaffe = Faktor * Hold

# gsAquireFactor
source: Aquire Factor
lt: Pasiekimo faktorius
lv: Sasniedzamības faktors
no: Aquire faktor

# gsAreYouSure
source: Are you sure ?
chs: 确定?
lt: Ar tikrai?
lv: Vai tu esi pārliecināts ?
no: Er du sikker?
pl: Jesteś pewny?
sr: Da li ste sigurni?

# gsArea
source: Area
chs: 面积
lt: Plotas
lv: Platība
no: Areal
pl: Powierzchnia
sr: Površina

# gsArrangeText
source: Touch the buttons on the left side you want to appear in the Menu (The right side). The order you push them will be the order they appear on the menu from bottom up.
lt: Paspauskite mygtuką kairėje, kad jis atsirastų menu dešinėje. Kokia tvarka juos paspausite, tokia tvarka atsiras Menu
lv: Pieskarieties pogām kreisajā pusē, kuras vēlaties lai parādās izvēlnē (labajā pusē).
no: Trykk på knappene på venstre side som du vil skal vises i menyen (høyre side). Rekkefølgen du trykker på dem, vil være rekkefølgen de vises i menyen fra bunnen opp.
pl: Dotknij przycisków po lewej stronie, które chcesz, aby pojawiły się w Menu (po prawej stronie). Kolejność, w jakiej je naciśniesz, będzie kolejnością, w jakiej pojawią się w menu od dołu do góry.

# gsAttachmentStyle
source: Attachment Style
lt: Padargo tipas
lv: Piekabināmās iekārtas veids
no: Festestil
pl: Rodzaj Narzędzia
sr: Tip priključka

# gsAutoOffAgIO
source: Auto Off AgIO
lt: Auto AgIO išjungimas
lv: Auto izslēgt AgIO
no: Auto Av AgIO

# gsAutoStartAgIO
source: Auto Start AgIO
lt: Auto AgIO įjungimas
lv: Auto ieslēgt AgIO

# gsAutoSteer
source: Auto Steer
chs: 方向盘配置
lt: Automatinio vairavimo
lv: Automātiskā stūrēšana
no: Autostyring
pl: Autoprowadzenie
sr: Autopilot

# gsAutoSteerConfiguration
source: Auto Steer Configuration
chs: 方向盘配置
lt: Automatinio vairavimo konfigūracija
lv: Automātiskās stūrēšanas konfigurācija
no: Konfigurer autostyring
pl: Konfiguracja Autoprowadzenia
sr: Konfiguracija autopilota

# gsAutoSteerPort
source: AutoSteer Port
chs: 方向盘端口
lt: Automatinio vairavimo prievadas
lv: Automātiskās stūrēšanas ports
no: Port for autostyring
pl: Port Autoprowadzenia
sr: Port autopilota

# gsAutoSwitchDualFixSpeed
source: Switch speed (km/h)
lt: Auto įjungimas (KM/H)
lv: Pārslēgšanās ātrums (km/h)
no: Bytt hastighet (km/t)
pl: Prędkość przełączania (km/h)

# gsBackground
source: Background
lt: Fonas
lv: Fons
no: Bakgrunn
pl: Tło
sr: Pozadina

# gsBasedOnField
source: Based on Field:
chs: 基本:
lt: Remiantis lauku:
lv: Pamatojoties uz lauku:
pl: Na podstawie pola:
sr: Koristi parcelu:

# gsBottomMenu
source: Bottom Menu
lt: Apatinis menu
lv: Apakšējā izvēlne
no: Bunnmeny
pl: Dolne menu
sr: Donji meni

# gsBoundary
source: Boundary
chs: 边界
lt: Ribos
lv: Robeža
no: Grense
pl: Granica
sr: Granica

# gsBoundaryLineFilesAreCorrupt
source: Boundary Lines File Corrupt
chs: 边界线文件损坏
lt: Ribinių linijų failas sugadintas
lv: Robežlīniju fails ir bojāts
no: Grensefilene er korrupte
pl: Uszkodzony plik granic
sr: Fajl granične linije neispravan

# gsBoundaryMenu
source: Boundary Contour
lt: Ribinis kontūras
lv: Robežas kontūra
no: Grensekontur
pl: Kontur granicy
sr: Meni granice

# gsBrightness
source: Brightness
lt: Švesumas
lv: Spilgtums
no: Lysstyrke
pl: Jasność
sr: Osvetljenje

# gsBuild
source: Build
lt: Sukurti
lv: Izveidot
no: Bygg
pl: Utwórz

# gsBuildAround
source: Build Around
lt: Sukurti aplink
lv: Izveidot apkārt
no: Bygg rundt
pl: Utwórz wokół

# gsButFieldIsLoaded
source: But Field Is Loaded
chs: 田块已加载
lt: Laukas užkrautas
lv: Lauks jau ir ielādēts
no: Men feltet er lastet
pl: Pole już załadowane
sr: Parcela je već učitana

# gsButtonPicker
source: Button Picker
lt: Mygtuko parinkimas
lv: Pogu izvēle
no: Knappvelger
pl: Wybór przycisku

# gsCameraBehavior
source: Camera Behavior
lt: Kameros elegsena
lv: Kameras reakcija
no: Kameraatferd
pl: Zachowanie kamery

# gsCancel
source: Cancel
lt: Atšaukti
lv: Atcelt
no: Avbryt
pl: Zamknij
sr: Prekini

# gsCenter
source: Center
lt: Centras
lv: Centrs
no: Midten
pl: środek
sr: средњи

# gsCentimeters
source: Centimeter
chs: 厘米
lt: Centimetras
lv: Centimetrs
pl: cm
sr: cm

# gsCharts
source: Charts
lt: Diagramos
lv: Diagrammas
no: Diagrammer
pl: Wykresy
sr: Grafikoni

# gsCheckForUpdates
source: Check for Updates
lt: Patikrinti atnaujinimus
lv: Pārbaudīt atjauninājumus
no: Se etter oppdateringer
pl: Sprawdź aktualizacje
sr: Ažuriraj

# gsChoose
source: Choose
lt: Pasirinkti
lv: Izvēlēties
no: Velg
pl: Wybierz
sr: Izbor

# gsChooseADifferentField
source: Choose a different field
chs: 选择一个不同田块
lt: Pasirinkite kitą lauką
lv: Izvēlieties citu lauku
no: Velg et annet skifte
pl: Wybierz inne pole
sr: Izaberi drugu parcelu

# gsChooseADifferentName
source: Choose a different name
chs: 选择一个不同名称
lt: Pasirinkite kitą pavadinimą
lv: Izvēlieties citu nosaukumu
no: Velg et annet navn
pl: Wybierz inną nazwę
sr: Izaberi drugi naziv

# gsChooseBuildDifferentone
source: Choose or Build a Different one
chs: 选择或新建一个
lt: Pasirinkite arba sukurkite kitą
lv: Izvēlieties vai izveidojiet citu
no: Velg eller bygg en annen
pl: Wybierz lub utwórz inny
sr: Izaberi ili generiši novo

# gsClipLine
source: Clip Line
lt: Nukirpti liniją
lv: Nogriezt
no: Klipp linje
pl: Przytnij linię

# gsClose
source: Close
lt: Uždaryti
lv: Aizvērt
no: Lukk
pl: Zamknij
sr: Zatvori

# gsCloseAllWindowsFirst
source: Close All Windows First
lt: Pirma uždaryti visus langus
lv: Vispirms aizveriet visus logus
no: Lukk alle vinduer først
pl: Najpierw zamknij okna
sr: Najpre zatvorite sve prozore

# gsCloseFieldFirst
source: Close Field First
chs: 请先关闭田块
lt: Pirmiausia uždaryti lauką
lv: Vispirms aizveriet lauku
no: Lukk skiftet først
pl: Najpierw zamknij pole
sr: Najpre zatvorite polje

# gsCmPix
source: Cm -> Pixel
lt: Cm -> Pixel'is
lv: Cm -> Pikselis
no: Cm -> Piksel

# gsColorPicker
source: Color Picker
lt: Spalvo parinkimas
lv: Krāsu izvēle
no: Fargevelger
pl: Wybór koloru
sr: Izbor boje

# gsColors
source: Colors
chs: 颜色
lt: Spalvos
lv: Krāsas
no: Farger
pl: Kolory
sr: Boje

# gsCompletelyDeleteBoundary
source: Completely Delete Boundary
chs: 完全删除边界
lt: Visiškai ištrinkite ribą
lv: Pilnībā dzēst robežu
no: Slett grensen fullstendig
pl: Całkowicie usuń granicę
sr: Brisanje granice

# gsConfiguration
source: Configuration
chs: 方向盘配置
lt: Konfigūracija
lv: Konfigurācija
no: Konfigurasjon
pl: Konfiguracja
sr: Podešavanja

# gsContourFileIsCorrupt
source: Contour File Corrupt
chs: 边界文件损坏
lt: Sugadintas kontūro failas
lv: Kontūras fails ir bojāts
no: Konturfilen er korrupt
pl: Uszkodzony plik konturów
sr: Fajl neispravan

# gsContourOn
source: Contour On
chs: 边界开
lt: Kontūras įjungtas
lv: Kontūra ieslēgta
no: Kontur På
pl: Kontur włączony
sr: Konture aktivne

# gsCouldntGenerateValidPath
source: No Valid Path
chs: 无有效路径
lt: Nėra galiojančio kelio
lv: Nav derīga ceļa
no: Kunne ikke generere gyldig vei
pl: Niewłaściwa ścieżka
sr: Nema putanje

# gsCountsPerDegree
source: Counts Per Degree
lt: Pulsai per laipsnį
lv: Impulsi uz grādu
no: Steg pr grad
pl: Liczba na stopień
sr: Impuls / °

# gsCoverage
source: % Coverage
lt: % Padengta
lv: % Apstrādāts
no: % Dekning
pl: % Pokrycia
sr: % pokrivenosti

# gsCreate
source: Create
lt: Sukurti
lv: Izveidot
no: Lag
pl: Utwórz
sr: Kreiraj

# gsCreateABoundaryFirst
source: Create A Boundary First
chs: 请先创建一个边界
lt: Pirmiausia sukurkite ribą
lv: Vispirms izveidojiet robežu
no: Lag en grense først
pl: Najpierw utwórz granicę
sr: Najpre kreirajte granicu

# gsCreateNewField
source: Create New Field
chs: 创建新田块
lt: Kurti naują lauką
lv: Izveidot jaunu lauku
no: Lag nytt skifte
pl: Utwórz nowe pole
sr: Kreiraj novo polje

# gsCreateNewFromIsoXML
source: Create New Field From ISO-XML
lt: Sukurti naują lauką iš ISO-XML
lv: Izveidot jaunu lauku no ISO-XML
no: Lag nytt skifte fra ISO-XML
pl: Utwórz nowe pole z ISO-XML
sr: Novo polje iz ISO-XML

# gsCurrent
source: Current
chs: 当前(A)
lt: Esamas
lv: Pašreizējais
no: Nåværende
pl: Aktualny
sr: струја

# gsCurrentTurnSensor
source: Current Turn Sensor
lt: Esama posūkio daviklio vertė
lv: Stūres sensora pašreizējā vērtība
no: Spennings-vinkel-sensor
pl: Czujnik skrętu
sr: Senzor intenziteta

# gsCurve
source: Curve
lv: Līkne
no: Kurve
sr: Kriva

# gsCurveLineFileIsCorrupt
source: Curve Line File Corrupt
chs: 曲线文件损坏
lt: Kreivės linijos failas sugadintas
lv: Līknes līnijas fails ir bojāts
no: Kurvelinje fil er korrupt
pl: Plik linii krzywej jest uszkodzony
sr: Fajl neispravan

# gsCurveNotOn
source: Curve Not ON
chs: 曲线未打开
lt: Kreivė neįjungta
lv: Līkne nav IESLĒGTA
no: Kurve er ikke på
pl: Krzywa nie jest włączona
sr: Kriva je neaktivna

# gsDay
source: Day
lt: Diena
lv: Diena
no: Dag
pl: Dzień
sr: Dan

# gsDeadzone
source: ---Deadzone---
lt: Negyva zona
lv: --- Mirusī zona ---
no: ---Død sone---
pl: -Martwa strefa-

# gsDefault
source: Default
lt: Numatytasis
lv: Noklusējums
no: Standard
pl: Domyślny
sr: Podrazumevano

# gsDelete
source: Delete
lt: Ištrinti
lv: Dzēst
no: Slett
pl: Usuń
sr: Obriši

# gsDeleteAllContoursAndSections
source: Delete All Sections And Contours
chs: 清除轮廓与部件
lt: Ištrinkite visas sekcijas ir kontūrus
lv: Dzēst visas sadaļas un kontūras
no: Nullstill alle seksjoner og konturer
pl: Usuń sekcje i kontury
sr: Brisanje sekcija i kontura

# gsDeleteAppliedArea
source: Delete Applied Area
chs: 删除应用区域
lt: Ištrinti apdirbtą plotą
lv: Dzēst apstrādāto platību
no: Nullstill bearbeidet areal
pl: Usuń zmapowany obszar
sr: Brisanje obrađene površine

# gsDeleteBoundaryMapping
source: This action will delete all the boundaries. Do you want to continue?
lt: Ar tikrai norite ištrinti visas ribas???
lv: Šī darbība izdzēsīs visas robežas. Vai vēlaties turpināt?
no: Denne handlingen vil slette alle grensene. Vil du fortsette?
pl: To działanie usunie wszystkie granice. Czy chcesz kontynuować?
sr: Da li zaista želite da obrišete granice polja?

# gsDeleteContourPaths
source: Delete Contour Paths
chs: 删除曲线路径
lt: Ištrinkite kontūro kelius
lv: Dzēst kontūru ceļus
no: Slett konturlinjer
pl: Usuń ścieżki konturowe
sr: Brisanje kontura

# gsDeleteField
source: Delete Field
lt: Ištrinti lauką
lv: Dzēst lauku
no: Slett felt
pl: Usuń pole
sr: Brisanje polja

# gsDeleteForSure
source: Delete For Sure?
chs: 确定删除?
lt: Ar tikrai ištrinti?
lv: Vai tiešām vēlaties to dzēst?
no: Slette for godt?
pl: Na pewno usunąć?
sr: Da li ste sigurni?

# gsDiameter
source: Diameter
lt: Diametras
lv: Diametrs
pl: Średnica
sr: Prečnik

# gsDirect
source: Direct
lt: Tiesiogiai
lv: Taisni
no: Direkte
pl: Kierunek

# gsDirectionMarkers
source: Direction Markers
lt: Krypties žymekliai
lv: Virzienu marķieri
no: Retningsmarkører
pl: Znacznik kierunku
sr: Markeri pravca

# gsDirectories
source: Directories
chs: 目录
lt: Katalogai
lv: Katalogi
no: Mapper
pl: Katalogi
sr: Folderi

# gsDirectoryExists
source: Directory Exists
chs: 目录已存在
lt: Katalogas egzistuoja
lv: Katalogs pastāv
no: Mappe finnes
pl: Katalog istnieje
sr: Folder postoji

# gsDisagree
source: Disagree
lt: Nesutikti
lv: Nepiekrītu
no: Uenig
sr: Odbij

# gsDiscussions
source: Discussions at:
lt: Diskusijos:
lv: Diskusijas:
pl: Forum na:
sr: Diskusije:

# gsDisplay
source: Display
lt: Ekranas
lv: Parādīt
no: Vis
sr: Displej

# gsDistance
source: Distance:
lt: Atstumas
lv: Attālums
no: Avstand:
pl: Odległość
sr: Rastojanje

# gsDistanceToFlag
source: Distance to Flag
lt: Atstumas iki žymeklio
lv: Attālums līdz karogam
no: Avstand til flagg
pl: Odległość do flagi
sr: Rastojanje do obeležja

# gsDriveIn
source: Drive In
lt: Įvažiuokite
lv: Iebraukt
no: Kjør inn
pl: Pola w pobliżu
sr: Nađi ovde

# gsDriveThru
source: Drive Thru
chs: 开车通过
lt: Važiuoti pro
lv: Brauc cauri
no: Kjør gjennom
pl: Jedź przez
sr: Pređi kroz

# gsDriving
source: Driving
chs: 驱动
lt: Vairavimas
lv: Braukšana
no: Kjører
pl: Prowadzenie
sr: Vožnja

# gsDualAntennaSetting
source: Dual Antenna Settings
lt: Dvigubos (dual) antenos nustatymai
lv: Duālās antenas iestatījumi
no: Innstillinger for dobbel antenne
pl: Ustawienia podwójnej anteny
sr: Parametri dveju antena

# gsDualpositionAntennaRight
source: Dual Position Antenna is on Right side
lt: Dual sistemos pdėties antena dešinėje
lv: Duālā pozīcijas antena atrodas labajā pusē
no: Dobbelposisjonsantenne er på høyre side
pl: Podwójna antena jest po prawej stronie

# gsEast
source: East
chs: 东
lt: Į rytus
lv: Austrumi
no: Øst
pl: Wschód
sr: Istok

# gsEditABCurve
source: Edit AB Curve
chs: 编辑AB曲线
lt: Redaguoti AB kreivę
lv: Rediģēt AB līkni
no: Rediger AB-kurve
pl: Edytuj krzywą AB
sr: Uredi AB krivu

# gsEditABLine
source: Edit AB Line
chs: 编辑AB直线
lt: Redaguoti AB liniją
lv: Rediģēt AB līniju
no: Rediger AB-linje
pl: Edytuj prostą AB
sr: Uredi AB liniju

# gsEditColor
source: Edit Color
lt: Redaguoti spalvas
lv: Rediģēt krāsu
no: Rediger farge
pl: Edytuj kolor
sr: Promeni boju

# gsEditFieldName
source: Edit Field Name
lt: Redaguoti lauko pavadinimą
lv: Rediģēt lauka nosaukumu
no: Rediger skiftenavn
pl: Edytuj nazwę pola
sr: Promeni naziv polja

# gsElevationlog
source: Elevation Log
lt: Aukščio registras
lv: Augstuma reģistrs
no: Høyde logg

# gsEnable
source: Enable
lt: Įgalinti
lv: Iespējot
no: Aktiver
pl: Włącz
sr: Omogući

# gsEncoderCounts
source: Counts
chs: 编码器值
lt: Skaičiavimas
lv: Impulsu skaits
no: Teller
pl: Liczba impulsów enkodera
sr: Broj impulsa

# gsEnterCoordinatesForSimulator
source: Enter Coordinates For Simulator
chs: 输入坐标来仿真
lt: Įveskite simuliatoriaus koordinates
lv: Ievadiet koordinātes simulatoram
no: Skriv inn koordinater for simulator
pl: Wprowadź współrzędne dla symulatora
sr: Unesi koordinate za simulator

# gsEnterFieldName
source: Enter Field Name
chs: 输入名字
lt: Įveskite lauko pavadinimą
lv: Ievadiet lauka nosaukumu
no: Skriv inn skiftenavn
pl: Wprowadź nazwę pola
sr: Unesi naziv polja

# gsEnterName
source: Enter Name
lt: Įvesti pavadinimą
lv: Ievadiet vārdu
no: Skriv inn navn
pl: Wprowadz nazwe
sr: Unesi naziv

# gsEnterRecordName
source: Enter Record Name
lt: Įvesti įrašo pavadinimą
lv: Ievadiet ieraksta nosaukumu
no: Skriv inn record name
pl: Wprowadź nazwę rec.
sr: Unesi naziv

# gsEnterSimCoords
source: Enter Sim Coords
chs: 输入仿真坐标
lt: Įveskite simuliatoriaus koordinates
lv: Ievadiet Simulatora koordinātes
no: Skriv inn Sim-koordinater
pl: Wprowadź współrzędne symulatora
sr: Koordinate simulatora

# gsError
source: Error
chs: 错误
lt: Klaida
lv: Kļūda
no: Feil
pl: Błąd
sr: Greška

# gsErrorreadingKML
source: Error reading KML
chs: 读取KML错误
lt: Klaida skaitant KML
lv: Lasot KML, radās kļūda
no: Feil ved lesing av KML
pl: Błąd odczytu KML
sr: Greška pri čitanju

# gsExit
source: Exit
lt: Išeiti
lv: Iziet
no: Avslutt
sr: Izlaz

# gsExitToWindows
source: Exit to Windows in:
lt: Išeiti į Windows:
lv: Iziet uz Windows:

# gsExtraGuideLines
source: Extra Guidelines
lt: Ekstra gairės
lv: Papildu vadlīnijas
no: Ekstra retningslinjer
pl: Dodatkowe Linie
sr: Dodatne linije

# gsFast
source: Fast
lt: Greitai
lv: Ātri
no: Hurtig
sr: Brzo

# gsField
source: Field
lt: Laukas
lv: Lauks
no: Skifte
pl: Pole
sr: Parcela

# gsFieldFileIsCorrupt
source: Field File is Corrupt
chs: 田块文件错误
lt: Lauko failas sugadintas
lv: Lauka fails ir bojāts
no: Skiftefil er ødelagt
pl: Plik pola jest uszkodzony
sr: Neispravan fajl

# gsFieldIsOpen
source: Field Is Open
chs: 文件已打开
lt: Laukas atidarytas
lv: Lauks ir atvērts
no: Skifte er åpent
pl: Pole jest otwarte
sr: Parcela je otvorena

# gsFieldMenu
source: Field Menu
lt: Laukų menu
lv: Lauka izvēlne
no: Skifte-meny
sr: Meni parcele

# gsFieldNotOpen
source: Field Not Open
chs: 文件未打开
lt: Laukas neatidarytas
lv: Lauks nav atvērts
no: Skifte er ikke åpent
pl: Pole zamknięte
sr: Parcela nije otvorena

# gsFieldPicker
source: Load File
lt: Užkrauti failą
lv: Ielādēt failu
no: Last fil
pl: Załaduj plik
sr: Izbor parcele

# gsFieldTexture
source: Field Texture
lt: Lauko tekstūra
lv: Lauka tekstūra
no: Skifte-tekstur
pl: Tekstura pola
sr: Tekstura parcele

# gsFileError
source: File Error
chs: 文件错误
lt: Failo klaida
lv: Faila kļūda
no: Filfeil
pl: Błąd pliku
sr: Greška fajla

# gsFix2Fix
source: Fix to Fix Distance
lt: Atstumas tarp fiksuotų taškų
lv: Attālums starp fiksētajiem punktiem
no: Fiks til fix avstand
sr: Fix2Fix greška

# gsFixAlarm
source: RTK Fix Alarm
lt: RTK Fix aliarmas
lv: RTK Fix trauksme
no: RTK fiksering, alarm

# gsFixAlarmStop
source: Alarm Stops Autosteer
lt: Aliarmas išjungia Auto vairavimą
lv: Trauksme atslēdz automātisko stūrēšanu
no: Alarm stopper autostyring
pl: Alarm zatrzymuje autosterowanie
sr: Alarm zaustavlja navođenje

# gsFlagByLatLon
source: Flag By Lat Lon
lt: Lat Lon vėliava
lv: Karogs ar Lat Lon
no: Flagge etter bredde- og lengdegrad
pl: Flaga Lat Lon
sr: Obeležje (Lat/Lon)

# gsFlagFileIsCorrupt
source: Flag File Corrupt
chs: 标志文件错误
lt: Vėliavėlės failas sugadintas
lv: Bojāts karoga fails
no: Flag fil er ødelagt
pl: Uszkodzony plik znacznika
sr: Neispravan fajl

# gsFlags
source: Create Flags
lt: Kurti vėliavėles
lv: Izveidot karogu
no: Opprett flagg
pl: Utwórz Flagi
sr: Kreiraj obeležje

# gsForNow
source: For Now
chs: 当前
lt: Kol kas
lv: Šobrīd
no: For nå
pl: Tymczasowo
sr: Za sad

# gsFormFlag
source: Flags
lt: Vėliavėlės
lv: Karogi
no: Flagg
pl: Flagi
sr: Obeležja

# gsFromExisting
source: From Existing
lt: Iš esamų
lv: No esošā
no: Fra eksisterende
pl: Z utworzonego
sr: Iz postojećeg

# gsFromKml
source: From KML
lt: Iš KML
lv: No KML
no: Fra KML
pl: Z pliku KML
sr: Iz KML-a

# gsGap
source: Gap
lt: Tarpas
lv: Sprauga
no: Urørt areal
sr: Odstojanje

# gsGpsStep
source: Minimum GPS Step
lt: Min. gps žingsnis
lv: Minimālais GPS solis
no: Minimum GPS steg

# gsGrid
source: Grid
lt: Tinklelis
lv: Režģis
no: Rutenett
pl: Siatka
sr: Mreža

# gsGuidanceStopped
source: Guidance Stopped
lt: Navigavimas sustojo
lv: Navigācija ir apturēta
no: Veiledning stoppet
pl: Prowadzenie wstrzymane
sr: Navođenje zaustavljeno

# gsHardwareMessages
source: Hardware Messages
lt: Padargų dialogas
lv: Aparatūras ziņojumi
no: Maskinvaremeldinger
pl: Komunikaty sprzętowe
sr: Hardverske poruke

# gsHeading
source: Heading
lt: Kryptis
lv: Virziens
no: Retning
pl: Nagłówek
sr: Pravac

# gsHeadingChart
source: Heading Chart
lt: Važiavimo krypties diagrama
lv: Virziena diagramma
no: Retningsdiagram
pl: Wykres Nagłówków
sr: Grafikon pravca

# gsHeadingOffset
source: Heading Offset (Degree)
lt: Krypties kompensavimas (laipsniais)
lv: Virziena nobīde (grādi)
no: Retningsforskyvning (Grad)
pl: Przesunięcie nagłówka
sr: Pomeraj pravca (°)

# gsHeadland
source: Headland
chs: 地头
lt: Galulaukės
lv: Laukmala
no: Vendeteig
pl: Uwrocie
sr: Uvrtine

# gsHeadlandForm
source: Create and Edit Headland
chs: 创建或编辑地头
lt: Sukurti ir redaguoti galulaukes
lv: Izveidojiet un rediģējiet laukmalu
no: Opprett og rediger vendeteig
pl: Utwórz i edytuj uwrocie
sr: Kreiraj i uredi uvrtine

# gsHelp
source: Help
chs: 帮助
lt: Pagalba
lv: Palīdzība
no: Hjelp
pl: Pomoc
sr: Pomoć

# gsHitchLength
source: Hitch Length
lt: Sukabinimo ilgis
lv: Sakabes garums
no: Trekkrok lengde
pl: Długość zaczepu
sr: Dužina kuke

# gsHold
source: Hold
lt: Laikytis
lv: Aizture

# gsHydraulicLift
source: Hydraulic Lift
lt: Hidraulo pakėlimas
lv: Hidrauliskais pacēlājs
no: Hydraulisk løft
pl: Podnośnik hydr.

# gsHydraulicLiftConfig
source: Hydraulic Lift Config
lt: Hidraulo pakėlimo konfigūravimas
lv: Hidrauliskā pacēlāja konfigurācija
no: Konfigurasjon av Hydraulisk løft
pl: Konfig. podnośnika hydr.

# gsHydraulicLiftLookAhead
source: Look Ahead
lt: Žiūrėti į priekį
lv: Skaties uz priekšu

# gsIMUAxis
source: IMU Axis Swap
lt: IMU ašies pakeitimas
lv: IMU ass maiņa
no: Inverter IMU-akse
pl: Zamiana osi IMU

# gsIfWrongDirectionTapVehicle
source: If Wrong Direction Tap Vehicle
lt: Jei neteisinga kryptis, palieskite transporto priemonę
lv: Ja nepareizs virziens, pieskarieties transportlīdzeklim
no: Hvis feil retning, trykk på kjøretøyet
pl: Zły kierunek? Stuknij Pojazd!
sr: Klikni na vozilo za obrtanje smera

# gsImage
source: No Image:
lt: Nėra paveikslėlio
lv: Nav attēla:
no: Ikke noe bilde
pl: Brak obrazu:

# gsImuFusion
source: Fusion
lt: Suderinimas
lv: Izlīdzināšana
no: Fusjon
pl: Fuzja

# gsInches
source: Inch
chs: 英寸
lt: Colis
lv: Colla
no: Tomme
pl: Cal
sr: in

# gsInner
source: Inner
chs: 内部的
lt: Vidinis
lv: Iekšējais
no: Indre
pl: Wewnętrzny
sr: Unutrašnja

# gsIntegral
source: Integral
lv: Integrāls

# gsIntegralInfo
source: It will slowly increase steer angle to reduce cross track error
lt: Tai po truputį padidins posūkio kampą, kad pataisyti sekimą
lv: Tas lēnām palielinās stūres leņķi, lai samazinātu novirzes kļūdu
no: Det vil sakte øke styringsvinkelen for å redusere XTE (Cross track error)
pl: Powoli zwiększy kąt skrętu, aby zmniejszyć błąd śledzenia

# gsInvertHydraulicRelays
source: Invert Relay
lt: Perversti rėles
lv: Invertēt releju
no: Inverter relé
pl: Odwróć przekaźnik
sr: Obrni relej

# gsInvertMotor
source: Invert Motor Direction
lt: Pakeisti variklio suk. kryptį
lv: Apgriezt motora virzienu
no: Inverter motorretning
pl: Odwróć kierunek silnika
sr: Obrni pravac motora

# gsInvertRelays
source: Invert Relays
lt: Perversti rėles
lv: Invertēt relejus
no: Inverter reléer
pl: Odwróć przekaźniki
sr: Obrni releje

# gsInvertRoll
source: Invert Roll
lt: Perversti virtimą
lv: Invertēt slīpumu
no: Inverter tilt
sr: Obrni ugao

# gsInvertWas
source: Invert WAS
lt: Perversti WAS
lv: Invertēt WAS
no: Inverter WAS
pl: Odwróć WAS
sr: Obrni WAS

# gsKeyboard
source: Keyboard
lt: Klaviatūra
lv: Tastatūra
no: Tastatur
pl: Klawiatura
sr: Tastatura

# gsLanguage
source: Language
chs: 语言
lt: Kalba
lv: Valoda
no: Språk
pl: Język
sr: Jezik
